Repository: 84000/data-translation-memory
Catalog: toh158-v3.tmx
Source language: bo
Languages: en

source: འཕགས་པ་ཚངས་པས་ཞུས་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ། སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ། །
en: The Noble Mahāyāna Sūtra Brahmā’s Question Homage to all the buddhas and bodhisattvas!

source: འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན།
en: Thus did I hear at one time.

source: བཅོམ་ལྡན་འདས་གྲོང་ཁྱེར་ཡངས་པ་ན་ཚལ་ཆེན་པོའི་ཁང་པ་བརྩེགས་པའི་གནས་ན་དགེ་སློང་ཁྲི་ཉིས་སྟོང་གི་དགེ་འདུན་ཆེན་པོ་དང་། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རབ་ཏུ་མང་པོ་དང་ཐབས་ཅིག་ཏུ་བཞུགས་ཏེ།
en: The Bhagavān was staying at Kūṭāgāraśālā in the great forest grove near Vaiśālī together with a great assembly of twelve thousand monks and a great many bodhisattva mahāsattvas.

source: དེ་ནས་བཅོམ་ལྡན་འདས་མི་ཉལ་ཙམ་གྱི་ནམ་གྱི་གུང་ཐུན་ལ་སྐྱིལ་མོ་ཀྲུང་བཅས་ནས་དྲན་པ་མངོན་དུ་བཞག་སྟེ།
en: In the middle of the night, the Bhagavān sat awake in a cross-legged position, settled in mindfulness.

source: རྟོག་པ་དང་བཅས་པ། དཔྱོད་པ་དང་བཅས་པའི་ཏིང་ངེ་འཛིན་ལས་སྐྱེས་པའི་དགའ་བ་དང་བདེ་བ་ཅན་བསམ་གཏན་དང་པོ་ལ་སྙོམས་པར་ཞུགས་སོ། །
en: He entered the first meditative concentration, wherein joy and happiness arise from engaging in thought and scrutiny while in seclusion.

source: བཅོམ་ལྡན་འདས་དེ་ལས་བཞེངས་ནས་རྟོག་པ་མེད་པ། དཔྱོད་པ་མེད་པའི་ཏིང་ངེ་འཛིན་ལས་སྐྱེས་པའི་དགའ་བ་དང་བདེ་བ་ཅན་བསམ་གཏན་གཉིས་པ་ལ་སྙོམས་པར་ཞུགས་སོ། །
en: Emerging from that, the Bhagavān entered the second meditative concentration, wherein joy and happiness arise from meditative absorption that involves no thought or scrutiny.

source: བཅོམ་ལྡན་འདས་དེ་ལས་བཞེངས་ནས་དགའ་བའི་འདོད་ཆགས་དང་བྲལ་བ། བཏང་སྙོམས་པ་དྲན་པ་དང་ལྡན་པ། བདེ་བར་གནས་པ་བསམ་གཏན་གསུམ་པ་ལ་སྙོམས་པར་ཞུགས་སོ། །
en: Emerging from that, the Bhagavān entered the third meditative concentration, wherein there is no attachment to joy, and one rests comfortably with mindfulness and equanimity.

source: བཅོམ་ལྡན་འདས་དེ་ལས་བཞེངས་ནས་བདེ་བ་ཡང་སྤངས་ཏེ། སྔ་ནས་སྡུག་བསྔལ་ཡང་སྤངས་ཤིང་ཡིད་བདེ་བ་དང་ཡིད་མི་བདེ་བ་ཡང་ནུབ་པས་ཕྱིར་སྡུག་བསྔལ་ཡང་མེད་བདེ་བ་ཡང་མེད་པ་བཏང་སྙོམས་དང་དྲན་པ་ཡོངས་སུ་དག་པ་བསམ་གཏན་བཞི་པ་ལ་སྙོམས་པར་ཞུགས་སོ། །
en: Emerging from that, the Bhagavān entered the fourth meditative concentration, wherein happiness is relinquished, and with suffering already having been relinquished, notions of mental comfort and mental discomfort subside and disappear, and there is only mindfulness and equanimity in which there is neither suffering nor happiness.

source: དེ་ནས་བཅོམ་ལྡན་འདས་བསམ་གཏན་བཞི་པ་ལས་བཞེངས་ནས་བསམ་གཏན་གསུམ་པ་ལ་ཞུགས་སོ། །བསམ་གཏན་གསུམ་པ་ལས་བཞེངས་ནས་བསམ་གཏན་གཉིས་པ་ལ་ཞུགས་སོ། །བསམ་གཏན་གཉིས་པ་ལས་བཞེངས་ནས་བསམ་གཏན་དང་པོ་ལ་ཞུགས་སོ། །
en: Then the Bhagavān emerged from the fourth concentration and entered the third concentration; he emerged from the third concentration and entered the second concentration; he emerged from the second concentration and entered the first concentration.

source: བསམ་གཏན་དང་པོ་ལས་བཞེངས་ནས་གདུལ་བྱ་ཇི་ལྟ་བ་བཞིན་དུ་སེམས་ཅན་ལ་གཟུགས་ཀྱི་ལུས་ཀུན་ཏུ་སྟོན་པ་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་ལ་སྙོམས་པར་ཞུགས་སོ། །
en: And when he had emerged from the first concentration, he entered the meditative absorption called displaying physical forms to beings in accordance with disciples’ capacities.

source: བཅོམ་ལྡན་འདས་གདུལ་བྱ་ཇི་ལྟ་བ་བཞིན་དུ་སེམས་ཅན་ལ་གཟུགས་ཀྱི་ལུས་ཀུན་ཏུ་སྟོན་པའི་ཏིང་ངེ་འཛིན་དེ་ལ་སྙོམས་པར་ཞུགས་མ་ཐག་ཏུ་དེ་ནས་སྐད་ཅིག་དེ་ལ་བཅོམ་ལྡན་འདས་ཤིན་ཏུ་ལྷམ་མེ་ལྷན་ནེ་ལྷང་ངེར་བཞུགས་ཏེ།
en: As soon as he entered the meditative absorption displaying physical forms to beings in accordance with disciples’ capacities, the Bhagavān immediately radiated light, clear and bright.

source: མི་མཇེད་ཀྱི་བདག་པོ་ཚངས་པ་ཚངས་པའི་གནས་ན་འདུག་བཞིན་དུ་བཅོམ་ལྡན་འདས་ཤིན་ཏུ་ལྷམ་མེ་ལྷན་ནེ་ལྷང་ངེ་བ་དང་སྐྱེས་བུ་ཆེན་པོའི་མཚན་སུམ་ཅུ་རྩ་གཉིས་ཀྱིས་ལེགས་པར་བརྒྱན་པ་མཐོང་ངོ་། །
en: Brahmā, lord of the Sahā world, dwelling in the brahmā abodes, saw the Bhagavān shining with great radiance, clear and bright, beautifully adorned with the thirty-two marks of a great being.

source: མཐོང་ནས་ཀྱང་ཚངས་པའི་འཇིག་རྟེན་ནས་མི་སྣང་བར་གྱུར་ནས་ཐམས་ཅད་དང་ལྡན་པའི་ཚལ་ཆེན་པོ་འོད་ཀྱིས་སྣང་བར་བྱས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱི་སྤྱན་སྔར་ཧ་ཅང་ཡང་མི་རིང་བ་ཞིག་ཏུ་འདུག་གོ། །
en: When he saw this, he disappeared from the brahmā world and he appeared in the great forest, bathing it and everything in it in light, and he was seated before the Bhagavān, very close to him.

source: དེ་ནས་མི་མཇེད་ཀྱི་བདག་པོ་ཚངས་པས་འདི་སྙམ་དུ་བསམས་ཏེ།
en: Then Brahmā, lord of the Sahā world, thought to himself, “It is difficult to approach and difficult to understand buddha bhagavāns.

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ནི་བསྙེན་པར་དཀའ་བ་རྣམ་པར་ཤེས་པ་དཀའ་བ་ཡིན་ན་བཅོམ་ལྡན་འདས་ཏིང་ངེ་འཛིན་ལ་སྙོམས་པར་ཞུགས་པ་ལ་བདག་གིས་ལུད་པ་བསལ་བའི་སྒྲའམ་སྨྲ་བ་ཙམ་གྱིས་བཞེངས་པར་གསོལ་བ་ནི་བདག་གི་ཆ་མ་ཡིན་གྱིས་བདག་གིས་ཚིགས་སུ་བཅད་པ་དག་གིས་བཅོམ་ལྡན་འདས་བཞེངས་པར་གསོལ།
en: Since the Bhagavān is immersed in meditative absorption, it would not be appropriate for me to rouse him from his meditation by making a noise like clearing my throat or saying something.

source: གོར་མ་ཆག་སྙམ་སྟེ།
en: Instead, I should politely request the Bhagavān to emerge from his meditation by addressing him in verse.”

source: དེ་ནས་མི་མཇེད་ཀྱི་བདག་པོ་ཚངས་པས་བླ་གོས་ཕྲག་པ་གཅིག་ཏུ་གཟར་ནས་འདུག་བཞིན་དུ་བཅོམ་ལྡན་འདས་ག་ལ་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་བ་བཏུད་དེ་མགོ་བཏུད་ནས། བཅོམ་ལྡན་འདས་ལ་ཚིགས་སུ་བཅད་པ་དག་གིས་བཞེངས་པར་གསོལ་ཏོ། །མ་གོས་དྲི་མ་མ་མཆིས་རྣམ་པར་དག །ལྷ་དང་མི་མཆོག་རྣམས་དང་དྲི་ཟ་དང་། །ཀླུ་དང་ལྷ་མིན་རྣམས་ཀྱིས་ལེགས་མཆོད་པ། །སེམས་ཅན་སྨན་སླད་མགོན་པོ་ཁྱོད་ལ་མཆོད། །
en: Assuring himself that this was the case, Brahmā, lord of the Sahā world, draped his upper robe over one shoulder, and with his palms joined, he bowed towards the Bhagavān and, with his head still bowed, he urged the Bhagavān to emerge from his meditation with the following verses: “Lord, unsullied, unblemished, and immaculate, You are justly worshipped by gods, by the best of humans, By gandharvas, nāgas, and asuras as well, Worshipped in order to heal sentient beings.

source: དཔེར་ན་རི་ནི་རབ་ཏུ་མི་གཡོས་དང་། །ཇི་ལྟར་རྒྱ་མཚོ་གཏིང་ནི་མི་དཔོགས་ལྟར། །བདུད་རྣམས་ཐམས་ཅད་ཀྱིས་ཀྱང་མི་གཡོས་ལ། །ཐུབ་པ་སྐྱེས་བུ་མཆོག་ནི་བསམ་གཏན་མཛད། །
en: “Sage, Most Excellent of Humans, engaged in concentration, You are as unshakable as a mountain, As unfathomable as an ocean, And imperturbable, even by hordes of māras.

source: ཟང་ཟིང་མི་མངའ་མཚན་མ་མི་མངའ་ཞིང་། །ཐ་དད་མི་མངའ་བརྟན་པ་མི་མངའ་ལ། །གནས་མི་མངའ་ཞིང་སྣང་བ་མི་མངའ་བའི། །ཐུབ་པ་སྐྱེས་བུ་དམ་པ་བསམ་གཏན་མཛད། །
en: “Sage, Holy One, engaged in concentration, You are without material concern, without marks, Without distinctions, without reliance, Without location, and without appearance.

source: རྟོག་གེ་རྣམས་ཀྱི་ཡུལ་ནི་མ་ལགས་ཤིང་། །བྱིས་པ་རྣམས་ཀྱི་སྤྱོད་ཡུལ་མ་ལགས་པ། །སེམས་དང་སེམས་ལས་བྱུང་བས་རབ་འདས་པ། །བསམ་གཏན་ཕ་རོལ་གཤེགས་པ་བསམ་གཏན་མཛད། །
en: “Your concentration is the perfection of concentration; It is beyond the scope of discursive thought, Beyond the scope of childlike beings, And it transcends the mind and mental factors.

source: མགོན་པོ་སེང་གེ་བཞིན་དུ་གསུང་ཡང་སྒྲོག །ཐུབ་པ་འབྲུག་བཞིན་སྒྲོག་པ་རབ་ཏུ་མཛད། །དཔའ་བོ་ཟླ་བ་བཞིན་དུ་རབ་ཏུ་མཛེས། །སེམས་ཅན་དཀོན་མཆོག་ཁྱོད་ལ་ཕྱག་འཚལ་ལོ། །
en: “Lord whose speech is like the roar of a lion, Sage whose voice reverberates like thunder, Hero with the grace of the moon, Homage to you, O jewel for sentient beings.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་མི་མཇེད་ཀྱི་བདག་པོ་ཚངས་པས་བསྐུལ་བའི་ཚིགས་སུ་བཅད་པ་འདི་དག་གིས་བསྐུལ་བར་ཐུགས་སུ་ཆུད་ནས་ཇི་ལྟར་སྐྱིལ་མོ་ཀྲུང་བཅས་པ་དེ་ཉིད་ཀྱི་ཏིང་ངེ་འཛིན་དེ་ལས་བཞེངས་སོ། །
en: Thereupon, becoming aware of these verses of invocation uttered by Brahmā, lord of the Sahā world, the Bhagavān emerged from his meditative absorption while remaining cross-legged.

source: བཞེངས་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་མི་མཇེད་ཀྱི་བདག་པོ་ཚངས་པ་ལ་སྦྲན་པའི་ཕྱིར་མགུར་བསལ་བའི་སྒྲ་མཛད་པ་དང་།
en: Once he had emerged, the Bhagavān cleared his throat to summon Brahmā, lord of the Sahā world.

source: མི་མཇེད་ཀྱི་བདག་པོ་ཚངས་པས་བཅོམ་ལྡན་འདས་ཏིང་ངེ་འཛིན་དེ་ལས་བཞེངས་ཏེ། ཇི་ལྟར་སྐྱིལ་མོ་ཀྲུང་བཅས་པ་དེ་ཉིད་ཀྱིས་བཞུགས་པ་མཐོང་ངོ་། །མཐོང་ནས་ཀྱང་བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་ནས། བཅོམ་ལྡན་འདས་ལ་ལན་གསུམ་བསྐོར་བ་བྱས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་མགོ་བོས་ཕྱག་འཚལ་ནས་ཕྱོགས་གཅིག་ཏུ་འདུག་གོ། །
en: When Brahmā, lord of the Sahā world, saw that the Bhagavān had emerged from his absorption while remaining cross-legged, he approached the Bhagavān, circumambulated him three times, bowed his head at the feet of the Bhagavān, and sat down to one side.

source: ཕྱོགས་གཅིག་ཏུ་འདུག་ནས་མི་མཇེད་ཀྱི་བདག་པོ་ཚངས་པས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །གལ་ཏེ་ཞུས་ནས་ཞུ་བ་ལུང་བསྟན་པའི་སླད་དུ། བཅོམ་ལྡན་འདས་ཀྱིས་བདག་ལ་སྐབས་དབྱེ་བར་གནང་ན་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ལ་བདག་ཕྱོགས་འགའ་ཞིག་ཞུ་ལགས་སོ། །དེ་སྐད་ཅེས་གསོལ་པ་དང་།
en: Once seated, Brahmā, lord of the Sahā world, said to the Bhagavān, “Were the Bhagavān to grant me a moment, I would like to request a teaching from the tathāgata, arhat, truly complete Buddha, regarding a certain point.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་མི་མཇེད་ཀྱི་བདག་པོ་ཚངས་པ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །ཚངས་པ་ཞུ་བ་ལུང་བསྟན་པའི་ཕྱིར་དེ་བཞིན་གཤེགས་པས་རྟག་ཏུ་ཁྱོད་ལ་སྐབས་ཕྱེས།
en: The Bhagavān replied to Brahmā, lord of the Sahā world, “Brahmā, the Tathāgata always has time to grant you a teaching.

source: ཚངས་པ་ཁྱོད་ཅི་དང་ཅི་འདོད་པ་དེ་བཞིན་གཤེགས་པ་ལ་ཞུས་ཤིག་དང་། ཞུས་པ་དེ་དང་དེ་ཉིད་ཀྱི་ལུང་བསྟན་པས་ངས་ཁྱོད་ཀྱི་སེམས་རངས་པར་བྱའོ། །
en: Brahmā, you may ask the Tathāgata whatever you like, and I will oblige with a teaching that will delight you.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་སྐབས་ཕྱེ་བས་མི་མཇེད་ཀྱི་བདག་པོ་ཚངས་པས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དག་ཆོས་དུ་དང་ལྡན་ན་མྱུར་དུ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བ་ལགས།
en: Granted the opportunity by the Bhagavān, Brahmā, lord of the Sahā world, asked the Bhagavān, “Bhagavān, do bodhisattva mahāsattvas require many dharmas to quickly reach the unsurpassable, truly complete awakening of buddhahood?”

source: དེ་སྐད་ཅེས་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་མི་མཇེད་ཀྱི་བདག་པོ་ཚངས་པ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །ཚངས་པ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དག་ཆོས་གཅིག་དང་ལྡན་ན་མྱུར་དུ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱའོ། །
en: The Bhagavān replied to Brahmā, lord of the Sahā world, “Brahmā, if bodhisattva mahāsattvas have just one dharma, they will quickly reach the unsurpassable, truly complete awakening of buddhahood.

source: ཆོས་གཅིག་གང་ཞེ་ན། འདི་ལྟ་སྟེ།
en: What is that one dharma?

source: ལུས་ཀྱི་རྗེས་སུ་སོང་བའི་དྲན་པའོ། །
en: It is mindfulness that observes the body.

source: ཚངས་པ་བྱང་ཆུབ་སེམས་དཔའ་ལུས་ཀྱི་རྗེས་སུ་སོང་བའི་དྲན་པ་ཅི་ལྟ་བུ་ཡིན་ཞེ་ན།
en: Brahmā, how do bodhisattvas mindfully observe the body?

source: ཚངས་པ་འདི་ལ་བྱང་ཆུབ་སེམས་དཔའ་ནི་འགྲོའོ་སྙམ་པའི་དྲན་པ་དང་ལྡན་པ་ཡིན་ཞིང་ཡང་དག་པར་ཇི་ལྟ་བ་བཞིན་དུ་རབ་ཏུ་ཤེས་སོ། །
en: Brahmā, it is like this; when bodhisattvas think ‘I am going,’ they are mindful that they are going and recognize what they are doing exactly.

source: ལྡོག་གོ་སྙམ་དུ་དྲན་པ་དང་ལྡན་པ་ཡིན་ཞིང་ཡང་དག་པར་ཇི་ལྟ་བ་བཞིན་དུ་རབ་ཏུ་ཤེས་སོ། །
en: When they come back, they are mindful that they are coming back, and they recognize what they are doing exactly.

source: ཉལ་ལོ་སྙམ་པ་དང་། ལྡང་ངོ་སྙམ་པ་དང་། འཆག་གོ་སྙམ་པ་དང་། འདུག་གོ་སྙམ་དུ་དྲན་པ་དང་ལྡན་པ་ཡིན་ཞིང་ཡང་དག་པར་ཇི་ལྟ་བ་བཞིན་དུ་རབ་ཏུ་ཤེས་སོ། །
en: When they lie down, stand, walk, or sit, they are mindful that they are lying down, standing, walking, or sitting, and they recognize what they are doing exactly.

source: དེ་གཅིག་པུ་དབེན་པར་འདུག་སྟེ་ནང་དུ་ཡང་དག་བཞག་ནས་འཁྲུག་པ་མེད་པའི་ཡིད་ཀྱིས་ལུས་འདི་ཉིད་ལ་འདི་ལྟ་སྟེ། ཀྱེ་མ་ལུས་འདི་ནི་མི་བརྟན་པ། མི་རྟག་པ། རང་བཞིན་གྱིས་ཉམ་ཆུང་བ། སྙིང་པོ་མེད་པ། ཐེར་ཟུག་མ་ཡིན་པ། རྣམ་པར་འཐོར་བའི་ཆོས་ཅན།
en: “Sitting alone in seclusion, absorbed inwardly, with a peaceful mind, they reflect on the body as follows: ‘Alas, the body is unstable, impermanent, and inherently weak.

source: རྣམ་པར་འཇིག་པའི་ཆོས་ཅན། རྟེན་ཅིང་འབྲེལ་པར་འབྱུང་བ། སྒྱུ་མ་དང་འདྲ་བ། ཟིལ་པའི་ཐིགས་པ་དང་འདྲ་བ། གཡོ་བ་མི་གནས་པ།
en: It is without essence, in constant flux, subject to disintegration, subject to destruction, dependently originated, like an illusion, and like a dewdrop.

source: མི་གཙང་བ། རྣག་གི་དྲི་མ་ཅན། རླུང་དང་ཉི་མས་མཐར་ཐུག་པ། མཐར་འདུལ་བ། མཐར་རྡུལ་དུ་འགྱུར་བ།
en: It is unstable and impure, maculated with pus, eventually overcome by wind and sun, at the end reduced to dust, and ultimately repulsive.

source: ངན་སྐྱུགས་ཀྱི་མཐར་ཐུག་པ། ནད་མང་བ། གནོད་པ་ཅན། འགོ་བའི་ནད་མང་བ། ན་བ།
en: It is vulnerable to many diseases, full of malignancy, beset by headaches, and is by its nature ruined by illness.

source: འཇིག་པའི་ངང་ཅན། རུས་པ་བསོགས་པ། དྲི་ང་བ།
en: This stinking, oozing pile of bones needs so much attentive care!’

source: འཛག་པ་ཅན་བསྒྲིམས་ཏེ་རིམ་གྲོ་བྱེད་དགོས་པ་ཡིན་པར་ཡང་དག་པའི་དྲན་པས་ཡང་དག་པར་ཇི་ལྟ་བ་བཞིན་དུ་སོ་སོར་རྟོག་གོ། །དེ་དེ་ལྟར་ཡང་དག་པའི་དྲན་པས་ལུས་ཀྱི་སྐྱོན་རྣམས་ཡང་དག་པར་ཇི་ལྟ་བ་བཞིན་དུ་རབ་ཏུ་ཤེས་པས་ལུས་ལ་ཆགས་པ་དང་།
en: “By being mindful, bodhisattvas analyze these faults of the body exactly as they are.

source: ལུས་ལ་ཀུན་ཏུ་འདོད་ཆགས་དང་། ལུས་ལ་བདག་གི་ཉིད་ཡིན་པ་མི་བསྐྱེད་དོ། །
en: In this way they are not attached to the body, they do not desire the body, and they do not grasp the body as theirs.

source: དེ་ལུས་ལ་མི་ལྟ་བས་སྲོག་ལ་ཆགས་པ་དང་། སྲོག་ལ་ཀུན་ཏུ་འདོད་ཆགས་དང་། སྲོག་ལ་བདག་གི་ཉིད་ཡིན་པ་མི་བསྐྱེད་དོ། །
en: Because they do not esteem the body, they are not attached to life, they do not desire life, and they do not grasp life as theirs.

source: དེ་ལུས་དང་སྲོག་ལ་མི་ལྟ་བར་ཆོས་གོས་ངན་ངོན་དང་། ཁ་ཟས་ངན་ངོན་དང་། མལ་ཆ་དང་། སྟན་ངན་ངོན་དང་། ན་བའི་གསོས་སྨན་དང་།
en: Without esteeming the body or life, they are content with the bare necessities when it comes to monastic robes, food, bedding, seating, medicines, and basic goods.

source: ཡོ་བྱད་ངན་ངོན་ཙམ་དག་གིས་ཆོག་པར་འཛིན་པ་ཡིན་ནོ། །དེ་ཚངས་པ་མཚུངས་པར་སྤྱོད་པ་རྣམས་ཀྱི་བྱ་བ་གང་དག་ཡིན་པ་དོན་དང་ལྡན་པ་རྣམས་སམ། དགེ་བ་དང་ལྡན་པ་རྣམས་ཀྱང་དེ་དག་ལ་སྟོང་པར་བྱེད་དེ། ཡོངས་སུ་མི་སྐྱོ་ཞིང་ཡོངས་སུ་ཡིད་འཆད་པ་མེད་ལ་ཡོངས་སུ་སྐྱོ་བའི་སེམས་མི་བསྐྱེད་དོ། །
en: Every activity undertaken by those engaged in the spiritual life—even those that are beneficial or virtuous—are seen as empty, yet they do not grow weary and they do not despair, and their minds are not burdened with melancholy.

source: དེ་མཁན་པོ་དང་སློབ་དཔོན་གྱི་གན་དུ་འགྲོ་ན་དྲན་པ་དང་ལྡན་ཞིང་འདི་སྙམ་དུ་སེམས་ཏེ། མཁན་པོ་དག་ནི་བསྙེན་པར་དཀའ་བའོ། །
en: “When they go before preceptors or teachers, they are mindful and think, ‘To meet a preceptor is rare.

source: སློབ་དཔོན་དག་ནི་བསྙེན་པར་དཀའ་བ་སྟེ།
en: To meet a teacher is rare.

source: བདག་དེར་སོང་བ་ན་སྡིག་པ་མི་དགེ་བ་ཀུན་ཏུ་སྤྱོད་པ་འགའ་ཞིག་གིས་བདག་ལ་གླེངས་ཤིང་དྲན་པར་བྱས་ན་མི་རུང་ངོ་སྙམ་ནས་དེ་རྒྱུ་དེ་དང་རྐྱེན་དེ་དང་གཞི་དེས་བསླབ་པ་རྣམས་ལ་གུས་པ་བྱེད་པར་འགྱུར་ཏེ། རྟུན་པར་བྱེད་པ་དང་། ལེགས་པར་བྱ་བ་བྱེད་པ་དང་།
en: If I were to go there, and they were to mention or make me recall some wrong or unwholesome deed that I have committed, that would be bad.’

source: ཞི་བ་རྣལ་དུ་བྱེད་པ་དང་། ཤིན་ཏུ་ཡོངས་སུ་མཐར་ཐུག་པར་བྱེད་པ་ཅན་དུ་འགྱུར་རོ། །དེ་ལ་བསླབ་པ་རྣམས་ལ་གུས་པ་བྱེད་པ་ཉིད་དང་།
en: “That consideration is the cause, condition, and foundation for observing the precepts with respect, with scrupulousness, with wholesome deeds, with quiet composure, and with great thoroughness.

source: རྟུན་པར་བྱེད་པ་ཉིད་དང་། ལེགས་པར་བྱ་བ་བྱེད་པ་ཉིད་དང་། ཞི་བ་རྣལ་དུ་བྱེད་པ་ཉིད་དང་། ཤིན་ཏུ་ཡོངས་སུ་མཐར་ཐུག་པར་བྱེད་པ་ཉིད་ཀྱིས་མཁན་པོ་དང་། སློབ་དཔོན་གྱི་གན་དུ་འགྲོ་བ་ན་བག་ཚ་བ་མེད་པ་དང་།
en: Observing the precepts with respect, with scrupulousness, with wholesome deeds, with quiet composure, and with great thoroughness, they are able to go before preceptors and teachers without any anxiety or timidity.

source: བག་འཁུམས་པ་མེད་པར་འགྲོ་ཞིང་མི་འཇིགས་པ་དང་། ལྷན་ཅིག་ཏུ་བྱུང་བའི་རྒོད་པ་ཡང་མི་སྟོན་ཏེ།
en: They are fearless and do not even show their burgeoning excitement.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: Why?

source: གུས་པ་དང་བཅས་ཤིང་ཞེ་ས་དང་བཅས་པ་ཡིན་ལ། རིགས་ཀྱི་བག་མ་བཞིན་དུ་འཛེམ་པ་དང་ལྡན་པའི་ཕྱིར་རོ། །
en: Because they are respectful, deferential, and cautious, like a bride from a good family.

source: དེ་ལ་འཛེམ་པ་དང་ལྡན་པས་ལུས་ཀྱི་སྐྱོན་དང་། ལུས་ཀྱི་ཉེས་པར་སྤྱོད་པ་གང་དག་ཡིན་པ་དེ་དག་ཐམས་ཅད་ཀྱི་ཐམས་ཅད་དུ་ཡོངས་སུ་སྤོང་ངོ་། །
en: Because they are cautious, they avoid each and every kind of fault and misdeed of the body.

source: ཚངས་པ་བྱང་ཆུབ་སེམས་དཔའ་ལུས་ཀྱི་སྐྱོན་དང་ལུས་ཀྱི་ཉེས་པར་སྤྱོད་པ་དེ་དག་གང་ཞེ་ན།
en: “Brahmā, what are the faults and misdeeds of the body for bodhisattvas?

source: ཚངས་པ་སྲོག་གཅོད་པ་ནི་བྱང་ཆུབ་སེམས་དཔའི་ལུས་ཀྱི་སྐྱོན་དང་ལུས་ཀྱི་ཉེས་པར་སྤྱོད་པ་ཡིན་ནོ། །
en: Brahmā, killing is a fault and a misdeed of the body for bodhisattvas.

source: ཚངས་པ་མ་བྱིན་པར་ལེན་པ་དང་། མི་ཚངས་པར་སྤྱོད་པ་ནི་བྱང་ཆུབ་སེམས་དཔའི་ལུས་ཀྱི་སྐྱོན་དང་ལུས་ཀྱི་ཉེས་པར་སྤྱོད་པ་ཡིན་ནོ། །
en: Brahmā, for bodhisattvas taking what is not given and unchaste conduct are faults and misdeeds of the body.

source: ཚངས་པ་བྱང་ཆུབ་སེམས་དཔའ་ཅི་ལྟར་ན་སྲོག་གཅོད་པ་སྤོང་བ་ཡིན་ཞེ་ན།
en: Brahmā, how do bodhisattvas renounce killing?

source: ཚངས་པ་འདི་ལ་བྱང་ཆུབ་སེམས་དཔའ་ནི་འདོད་ཆགས་ཀྱི་དབང་གིས་སྲོག་ཆགས་ཀྱི་སྲོག་གཅོད་པར་མི་བྱེད། ཞེ་སྡང་གི་དབང་དང་གཏི་མུག་གི་དབང་གིས་སྲོག་ཆགས་ཀྱི་སྲོག་གཅོད་པར་མི་བྱེད་དོ། །
en: Brahmā, bodhisattvas do not kill living creatures under the sway of attachment, nor do they kill under the sway of hatred or delusion.

source: དེ་སེམས་ཅན་གཞན་དག་དང་གང་ཟག་གཞན་རྣམས་ལ་བདག་ཙམ་དུ་འདུ་ཤེས་པར་བྱེད་ཅིང་སྡུག་པ་ཙམ་དུ་འདུ་ཤེས་པར་བྱེད་དེ།
en: They hold other sentient beings and other people dear, just as they hold themselves and those they love dear.

source: བདག་ཉིད་ཀྱིས་སེམས་ཅན་གཞན་དག་དང་། གང་ཟག་གཞན་རྣམས་ཀྱི་སྲོག་གཅོད་པར་མི་བྱེད་དོ། །གཞན་དག་ཀྱང་སྲོག་གཅོད་དུ་མི་འཇུག་གོ། །
en: They do not themselves kill other sentient beings or other people, nor do they cause others to kill, nor do they rejoice in any act of killing done by others.

source: གཞན་དག་སྲོག་གཅོད་པ་ལ་ཡང་རྗེས་སུ་ཡི་རང་བར་མི་བྱེད་དོ། །བདག་གིས་ཀྱང་མི་གཅོད་དོ། །གཞན་དག་ཀྱང་གཅོད་དུ་མི་འཇུག་གོ། །
en: They do not themselves cut beings, nor do they cause others to cut them, nor do they rejoice in any cutting done by others.

source: གཞན་དག་གཅོད་པ་ལ་ཡང་རྗེས་སུ་ཡི་རང་བར་མི་བྱེད་དོ། །བདག་ཀྱང་མི་རྡེག་གོ། །གཞན་དག་ཀྱང་རྡེག་ཏུ་མི་འཇུག་གོ། །གཞན་དག་རྡེག་པར་བྱེད་པ་ལ་ཡང་རྗེས་སུ་ཡི་རང་བར་མི་བྱེད་དོ། །
en: They do not themselves strike, nor do they cause others to strike, nor do they rejoice when others strike.

source: ཇི་ལྟར་ན་མ་བྱིན་པ་ལེན་པ་སྤོང་བ་ཡིན་ཞེ་ན། ཚངས་པ་འདི་ལ་བྱང་ཆུབ་སེམས་དཔའ་ནི་སེམས་ཅན་རྣམས་ཀྱི་འཚོ་བའི་ཡོ་བྱད་གང་དག་ཡིན་པ་འདི་ལྟ་སྟེ། གསེར་དང་། ནོར་བུ་དང་། མུ་ཏིག་དང་། བཻ་དཱུརྱ་དང་། དུང་དང་། མན་ཤེལ་དང་།
en: “How do they renounce taking what is not given?

source: བྱི་རུ་དང་། ས་ལེ་སྦྲམ་དང་། དངུལ་ལ་སོགས་པ་དང་། གོས་དང་། རྒྱན་གྱི་རྣམ་པ་དག་དང་།
en: Brahmā, bodhisattvas have no desire for the worldly possessions of beings, such as gold, jewels, pearls, beryl, conch shells, crystal, coral, gold dust, silver, and so on, or for clothing, adornments of various kinds, cattle, grain, stores, or for any kind of pleasing thing.

source: ནོར་དང་། འབྲུ་དང་།
en: Since they do not even give them a thought, they do not steal or take them.

source: མཛོད་དང་། བདེ་བའི་རྣམ་པ་དེ་དག་ལ་ཆགས་པ་མི་སྐྱེད། དེ་དག་ལ་རྣམ་པར་རྟོག་པར་མི་བྱེད་ཅིང་རྐུ་འཕྲོག་མི་བྱེད་དོ། །རྐུ་འཕྲོག་བྱེད་དུ་མི་འཇུག་གོ། །རྐུ་འཕྲོག་བྱེད་པ་རྣམས་ལ་རྗེས་སུ་ཡི་རང་བར་མི་བྱེད་དོ། །
en: They do not steal, nor do they cause others to steal, nor do they rejoice in the act of stealing.

source: དེ་གྲོང་ན་ཡོད་པའམ། དགོན་པ་ན་ཡོད་པ་མ་བྱིན་ཞིང་མ་གནང་བ་རྩྭའི་འདབ་མ་ཙམ་ཡང་ལེན་པར་མི་བྱེད་དོ། །
en: Whether they are in a city or a remote place, they do not take anything, not even a blade of grass, that has not been given to them.

source: ཇི་ལྟར་ན་མི་ཚངས་པར་སྤྱོད་པ་སྤོང་བ་ཡིན་ཞེ་ན།
en: “How do they renounce unchaste conduct?

source: ཚངས་པ་འདི་ལ་བྱང་ཆུབ་སེམས་དཔའ་དབང་པོ་རྣམས་ཀྱི་སྒོ་ལེགས་པར་བསྲུངས་ཤིང་གནས་པ་ཡིན།
en: Brahmā, bodhisattvas always protect the doors of their sense faculties.

source: ལེགས་པར་བསྡམས་པ་ཡིན།
en: They are thoroughly restrained.

source: འཐུན་པའི་གནས་སུ་རྒྱུ་བ་ཡིན།
en: They only go to suitable places.

source: ཤིན་ཏུ་བསྲུང་བའི་དྲན་པ་དང་ལྡན་པ་ཡིན།
en: They are mindful to be well guarded.

source: རྟག་ཏུ་བསྲུང་བའི་དྲན་པ་དང་ལྡན་པ་ཡིན།
en: They are mindful to always be guarded.

source: དེ་དྲན་པས་ཡིད་ཀུན་ཏུ་བསྲུང་བ་ཡིན།
en: And with such mindfulness, their minds are safeguarded.

source: ལུས་དང་ངག་ཤིན་ཏུ་བསྡམས་པ་ཡིན་ནོ། །
en: They have control over their bodies and their speech.

source: འཐུན་པའི་གནས་སུ་རྒྱུ་ལ་དྲན་པ་དང་ལྡན་པ་ཡིན་ཞིང་འདི་སྙམ་དུ་ཡང་སེམས་བསྐྱེད་དོ། །མི་ཞིག་གིས་བྱེ་མ་ཞིབ་མོ་ཤིན་ཏུ་བསྲེགས་པ་ལག་པ་གཉིས་ཀྱི་སྙིམ་པས་བླངས་ཏེ་མིག་བཀང་བ་ནི་སླའི། ཆགས་པའི་སེམས་ཀྱིས་ཡུལ་གྱི་བཟང་མོ་ལ་ལྟ་བ་ནི་དེ་ལྟ་མ་ཡིན་ནོ། །
en: Being mindful to visit only suitable places, they develop the outlook that it would be preferable to take burning hot sand in their cupped hands and pour it into their own eyes than to look at a beautiful local woman with lust.

source: བདག་ཡུལ་གྱི་བཟང་མོ་ལ་བལྟས་པས་ཡུན་རིང་པོར་ཕུང་ཞིང་བཅོམ་ལ་མ་རུང་བར་གྱུར་པའི་ཕྱིར་རོ་སྙམ་མོ། །
en: Because they have the thought that looking at a beautiful local woman in such a way will lead to their ruin and downfall, and to being miserable for a long time.

source: དེ་དེ་ལྟར་ལུས་ལ་ལུས་ཀྱི་རྗེས་སུ་ལྟ་ཞིང་བཟའ་བ་དང་། བཏུང་བ་དང་། གནས་དང་། མལ་ཆ་དང་། སྟན་རྣམས་ལ་དྲན་པ་ལེགས་པར་གནས་པ་ཡིན་ཏེ།
en: “With physical observation of the body like this, they maintain proper mindfulness toward food, drink, lodging, bedding, and seating.

source: དེ་དག་ལ་སྤྱོད་པ་ན་རོ་མྱོང་བར་མི་བྱེད་ཅིང་ཆགས་པའི་སེམས་མེད་པ་ཡིན་ནོ། །
en: They make use of these things, but they do not relish them and they are not attached to them.

source: གལ་ཏེ་དེ་ཡོངས་སུ་སྤྱོད་པ་ན་བདེ་བ་སྐྱེད་པ་ལྟ་ན་དེས་དེ་ལ་འདི་ལྟར་ཉེ་བར་བརྟག་པར་བྱ་སྟེ། བདེ་བར་སྣང་བ་འདི་ནི་བཟློག་པའི་སྒོ་ནས་སྡུག་བསྔལ་ཡིན་ཏེ།
en: If they find themselves really relishing them, then they should reflect like this: ‘That which appears to be pleasurable turns out to be the opposite—suffering.

source: ཁམས་གསུམ་པ་འདི་ན་འདུས་བྱས་ཀྱི་དངོས་པོ་བདེ་བ་གང་ཡང་མེད་དོ། །
en: There is no conditioned entity in the three realms that can really bring happiness.

source: འདུས་བྱས་མི་རྟག་པའི་ཕྱིར་རོ། །
en: Because that which is conditioned is impermanent.

source: མཁས་པའི་རང་བཞིན་ཅན་དག་དངོས་པོ་མི་རྟག་པ་རྣམས་ལ་བདེ་བའི་འདུ་ཤེས་ཇི་ལྟར་སྐྱེད་སྙམ་དུ་བརྟག་པར་བྱའོ། །
en: How can those who are intelligent by nature find happiness in impermanent things?’

source: ཚངས་པ་གལ་ཏེ་བྱང་ཆུབ་སེམས་དཔའ་ཡོངས་སུ་སྤྱོད་པ་ན་སྡུག་བསྔལ་ཁོ་ན་སྐྱེ་བའི་བདེ་བ་ནི་མ་ཡིན་ཏེ། སྡུག་བསྔལ་དེས་ཀྱང་ཡོངས་སུ་གནོན་ཅིང་ཉོན་མོངས་ན་དེས་དེ་ལ་སེམས་འདི་ལྟར་ཉེ་བར་གཞག་པར་བྱ་སྟེ།
en: “Brahmā, if bodhisattvas are thoroughly engaged in practice and become oppressed by the sadness that ‘there is only suffering and no happiness,’ they should counter that affliction with the consideration that since this body requires regulation and development, it needs bribery for success.

source: ལུས་འདི་ནི་བསྒྲིམས་ཏེ་ཡོངས་སུ་བསྐྱེད་དགོས་པ། གསུག་གིས་བསྒྲུབ་དགོས་པ་སྟེ། འདི་ནི་སྡུག་བསྔལ་རྩོམ་པས་གཟུང་བར་མི་ནུས་ཀྱི།
en: This body cannot be sustained with only painful exertion.

source: བདེ་བ་རྩོམ་པས་གཟུང་བ་བྱ་བ་ཡིན་ཏེ།
en: It must be sustained with happy exertion.

source: བདག་གི་ལུས་བརྟན་ཞིང་འཚོ་བ་འདིས་དགེ་བའི་ཆོས་རྣམས་བསྒྲུབ་པར་བྱའོ། །
en: With a stable body through this life, one can achieve virtuous qualities.

source: དཔེར་ན་རྙེད་པ་འདོད་པའི་ཚོང་པ་ཁུར་ཁལ་རྣམས་སྟོང་བྲན་བྱེད་བཅོས་ལེགས་བྱེད་པ་ནི་ཁུར་ཁལ་རྣམས་བརྒྱན་པའི་ཕྱིར་མ་ཡིན།
en: By analogy, a merchant who seeks profit may hire a thousand porters and compensate them well.

source: བདེ་བར་བྱ་བའི་ཕྱིར་མ་ཡིན་གྱི་གཞན་དུ་ན་ཇི་ཙམ་དུ་ཁལ་བཀལ་བ་བསྐུར་བའི་ཕྱིར་རོ། །
en: He does not do so in order to enrich the porters with adornments, or in order to make them happy, but rather to have the loads carried.
